
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Title</title>
    <style type="text/css">
    div#bbb{
    position:static;
    margin: -200px 0px 20px 200px;
    }
    </style>
</head>
<body>
<div id="bbb"><img src="2.png" height="188" width="780"></div>
<h2><a name="C1">音乐生涯</a></h2>
<hr>
<dl>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;薛之谦是一位高产的原创歌手，其早期音乐以悲伤情歌为主，
        之后无论是题材还是风格都不断在变化，越来越趋于现实主义和深刻，曲风亦更具多样性。</p>
    <dt><a name="c1"><strong>崭露头角（2004年-2011年）</strong></dt>
    <br>
    <dd>&nbsp;&nbsp;&nbsp;&nbsp;
        2004年，参加我型我秀全国歌手大赛，后退赛。
        2005年，再次参加该比赛，进入全国前四强，赛后签约上腾娱乐出道。
        2006年，发行同名专辑《薛之谦》，一个半月内实体销量突破20万张，出道伊始便凭借此张专辑中自己作词作曲的《认真的雪》而成名，并在第六届全球华语歌曲排行榜中获得最受欢迎男新人奖。
        2007年，发行专辑《你过得好吗》，一个月内实体销量突破15万张。
        2008年，发行专辑《深深爱过你》。在听到此张专辑中薛之谦自己作词作曲的《传说》后，谷村新司表示“非常喜欢，是难得一闻的优秀创作”，并邀请薛之谦参加当年由谷村新司本人全权策划的日本大阪亚洲音乐节。12月20日在上海举行“谦年传说”个人首场演唱会。
        薛之谦自从其成名作《认真的雪》就显示了对流行音乐元素的把握，并为其早期“薛氏情歌”风格定下基调。《苏黎世的从前》亦可算是一首早期代表作，这首歌不但显示了他作曲上的灵气，也显示了薛之谦早期的词的一个特点：充满画面感和细节。
        只是由于和公司音乐理念不同，他的音乐没有受到公司很多支持，故早期六张专辑中虽不乏优秀作品，但编曲、制作、发行等还比较薄弱。这个阶段的歌词主题基本是对失去的恋人的思念，整体充满少年人对纯净爱情的唯美憧憬与奋不顾身。
    </dd>
</dl>

<dl>
    <dt><a name="c2"><strong>自主发展</strong></a></dt>
    <dd>&nbsp;&nbsp;&nbsp;&nbsp;
        2012年，与上腾娱乐的七年合约结束，薛之谦成为公司唯一一个完成整个合约的艺人
        2013年，薛之谦发布了其音乐自由后的第六张专辑《意外》，并凭借该专辑获得第21届东方风云榜最佳唱作人和十大金曲两座大奖。
        这张专辑可算为一张承上启下的专辑，《方圆几里》、《你还要我怎样》等延续了薛之谦情歌的曲的流畅感，而他的作词功力日渐成熟。创业的成功使他有资金投入更好的制作，所以相比以往专辑，编曲和制作都有质的飞跃。这张专辑可算是中期“薛氏情歌”的代表作，是对分手伤痛和思念之情表达的高峰和总结。
        <br>&nbsp;&nbsp;&nbsp;&nbsp;下一个里程碑是2015年签约海蝶音乐后《绅士》EP的发布。
        这张EP包含《演员》、《绅士》、《下雨了》三首歌曲，同样是写爱情的逝去和怀念，虽然依然充满画面感和细节，但风格却开始成熟内敛，从理想到现实，完成了从少年到成熟男人的转变，体现了少年人在经历爱情风雨后，从呐喊、倾诉、要求和纠缠，转为成年人的理解、接受、放手和克制。
        这和薛之谦的自身生活经历是不谋而合的。创业经历、感情经历以及十几年歌坛沉浮，让他对生活有了深刻和现实的认识。这些积淀让他的音乐创作开始成熟，尤其是作词方面越来越具现实意义与深度。
        他的音乐开始逐渐在各大音乐平台被广泛播放，知名度有所回升，但依然属于歌红人不红的状况。与此同时，薛之谦在微博上以其风格独特的幽默段子，开始在网络上得到更多关注。
        这张专辑的制作品质也进一步提高，其本人曾表示《演员》在制作时混了八版，最终从中选择一版发行。
    </dd>
</dl>

<dl>
    <dt><a name="c4"><strong>风格转变</strong></a></dt>
    <dd>&nbsp;&nbsp;&nbsp;&nbsp;
        从2018年起，薛之谦大幅减少综艺节目，并且被严重声带疾病困扰数月，所幸被治愈。
        2018年7月至2019年5月，举办“摩天大楼”世界巡回演唱会，成为第一位在台北小巨蛋连开两场的大陆歌手。
        2018年，薛之谦的第九张专辑《怪咖》诞生。和其以往作品相比，这张专辑的歌曲的大量音区处在换声区，真假音的频繁切换令演唱难度进一步加大，比如《摩天大楼》、《那是你离开了北京的生活》、《狐狸》。
        音乐风格方面，既有《违背的青春》的摇滚风，也有《天分》的轻吟浅唱。主题亦呈现多样化，《醒来》唱出了小人物在大都市打拼的艰辛，《怪咖》描写了爱情中被动取悦者的卑微，《违背的青春》描述了不愿放弃原则、
        于挣扎中前行的人生，《摩天大楼》批判了贪婪对人性的异化，渴望重回纯真，张亚东评价表示：“好好听、好好听，旋律又那么好听，竟然还那么有想法，是不落俗套的……《摩天大楼》基本上我觉得就是薛之谦的都市交响曲……这个对我来说是金曲。”
        这张专辑的歌词，总体上进一步延续薛之谦歌词抽象化、深刻化、意识化的趋势，但其中《那是你离开了北京的生活》的歌词回归了薛之谦早期的具象化。
        &nbsp;&nbsp;&nbsp;&nbsp;
        2019年，薛之谦全心专注音乐，并于12月27日发布其第十张个人专辑《尘》。
    </dd>
</dl>
</body>
</html>
